Revit 2027 API
UnitTypeId.PoundsMassPerSecond Property
 Pounds mass per second.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PoundsMassPerSecond { get; }
Public Shared ReadOnly Property PoundsMassPerSecond As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PoundsMassPerSecond {
	ForgeTypeId^ get ();
}
static member PoundsMassPerSecond : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace